/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "As pontes são retransmissões do Tor que ajudam a contornar a censura. Pode tentar pontes se o Tor estiver bloqueado pelo seu ISP; cada tipo de ponte utiliza um método diferente para evitar a censura: se um tipo não funcionar, tente utilizar um diferente. \n \nPode utilizar as pontes fornecidas abaixo ou obter pontes em %.";
"No Bridges: Directly Connect to Tor" = "Sem Pontes: Ligado Diretamente ao Tor";
"Provided Bridges: %" = "Pontes fornecidas: %";
"Custom Bridges" = "Pontes Personalizadas";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Configuração de Ponte";
"Done" = "Concluído";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Às vezes precisa de uma ponte para chegar ao Tor.";
"TELL ME MORE" = "DIGAM-ME MAIS";


// ConnectingViewController.swift
"Connected!" = "Ligado!";
"__CLAIM_1__" = "A nossa comunidade diversificada é o que torna o Tor excelente!";
"__CLAIM_2__" = "Todos os dias as pessoas utilizam o Tor para evitar serem seguidas por anúncios de marketing.";
"__CLAIM_3__" = "As pessoas utilizam o Tor para se manter ligadas com segurança aos seus amigos e familiares.";
"__CLAIM_4__" = "Os ativistas utilizam o Tor para expressarem livremente as suas opiniões e crenças.";
"__CLAIM_5__" = "Bloggers use Tor to rally people toward social reform.";
"__CLAIM_6__" = "Journalists use Tor to securely investigate stories they are reporting on.";
"__CLAIM_7__" = "Business people use Tor to keep their company strategies private.";
"__CLAIM_8__" = "Workers use Tor to fight for justice without fear of losing their job.";


// ConnectingViewController.xib
"We're connecting you." = "We're connecting you.";
"START BROWSING" = "INICIAR NAVEGAÇÃO";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "In another browser, visit % and pick 'Get Bridges'. Use the 'Advanced Options' section; 'obfs4' Pluggable Transports are recommended. (Do not select IPv6.)\n\nYou can tap the 'camera' icon to use the QR code from the website, or manually copy-and-paste the 'bridge lines' here:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Looks like we got stuck! Quit. Then restart the app.";


// HelloViewController.xib
"Hello" = "Olá";
"Welcome to Tor on mobile." = "Bem-vindo ao Tor no telemóvel";
"CHANGE LANGUAGE" = "ALTERAR IDIOMA";
"Change Language" = "Alterar Idioma";
"Cancel" = "Cancelar";


// IntroViewController.xib
"CONTINUE WITHOUT" = "CONTINUAR SEM";
"USE A BRIDGE" = "USAR UMA PONTE";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Browse the internet how you expect you should.";
"No tracking. No censorship." = "No tracking. No censorship.";


// ScanQrViewController.swift
"Error" = "Erro";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Camera access was not granted or QR Code scanning is not supported by your device.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?";
